public-transportation-systems/notes/notes.tex
% Created 2022-08-05 Fri 20:26
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in, top=1.5in]{geometry}\usepackage{fancyhdr}\pagestyle{fancy}\fancyhf{}\lhead{Public Transportation Systems}\rhead{Notes}\rfoot{\thepage}
\usepackage{enumitem}
\setlist{\setlength\itemsep{0em}\setlength\topsep{0em}}}
\author{Alex Bellon}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Alex Bellon},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.1 (Org mode 9.6)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\section{Introduction}
\label{sec:orgb9caac4}

\subsection{Transit right now}
\label{sec:org1ced50d}
\begin{itemize}
\item Ridership is increasing, but small
\item Strong financial support from
\item Trends in modal split
\begin{itemize}
\item Auto is above 80\%
\item Transit 2-3\%
\item Biking and walking are the same as transit
\end{itemize}
\end{itemize}

\subsection{Funding}
\label{sec:org41d00c2}
\begin{itemize}
\item In North America, it's divided into captial and operating expenses
\item Fares only pay \textasciitilde{}1/3 of operational expenses
\item Lots of federal support for capital expenses - almost 40\%
\begin{itemize}
\item Since operating expenses are funded less, this encourages more building and less maintenance
\end{itemize}
\item Fuel taxes in NA are 10-20\% of what they are in Europe
\end{itemize}

\subsection{Traditional Arguments Supporting Transit}
\label{sec:org35f2bf8}
\begin{itemize}
\item Equity: travel for those who can't drive
\item Congestion
\begin{itemize}
\item Not such a good argument, papers don't support it. The capacity released it quickly filled again
\end{itemize}
\item Better for the environment
\begin{itemize}
\item Actually, effort it better spent making cars cleaner since they're like 80\% of transport
\end{itemize}
\end{itemize}

\subsection{Critical assessment}
\label{sec:org5475c4d}
\begin{itemize}
\item Transport has been stabilized
\item Success stories (NYC, Houston(?), Seattle)
\item Institutional changes are occurring slowly
\end{itemize}

\subsection{Future influences}
\label{sec:orgeeb5515}
\begin{itemize}
\item Urban form
\item More old people
\item Better tech to improve performance
\item Public has higher expectation (you know exactly when the bus is coming)
\end{itemize}

\subsection{Ingredients for future success}
\label{sec:org94ff6c0}
\begin{itemize}
\item Maintain supportive coalition
\item Expand the definition of public transport
\item Greater private sector involvement
\item Aggressive implementation of new technology
\end{itemize}

\clearpage
\section{Data Collection Techniques and Program Design}
\label{sec:orgc27f7da}

\subsection{Summary of current practice}
\label{sec:orgf9148d9}
\begin{itemize}
\item Used to be manual
\item Now is collected with IoT devices
\item \textbf{Automated Data Collection Systems (ADCS)}
\begin{itemize}
\item \textbf{Automated Fare Collection Systems (AFC)}
\begin{itemize}
\item Tapping your card on/off the vehicle
\end{itemize}
\item \textbf{Automatic Vehicle Location Systems (AVL)}
\begin{itemize}
\item GPS tracking for buses, train tracking based on circuit occupancy
\end{itemize}
\item \textbf{Automatic Passenger Counting Systems (APC)}
\begin{itemize}
\item Sensors in bus doors
\begin{itemize}
\item Use break beam sensors to tell if you're getting on or off (out of 2 beams which do you break first)
\end{itemize}
\item Counts from fare barriers
\item Load weight calculators on trains
\begin{itemize}
\item In trains the brakes apply force proportional to the load in each car (lighter cars need less braking, heavier cars need more, so they dont run into each other)
\end{itemize}
\end{itemize}
\end{itemize}
\end{itemize}

\subsection{Passenger counting techniques}
\label{sec:org22d5ebe}
\begin{itemize}
\item Manual - checker (a person)
\begin{itemize}
\item Ride check (on the bus, on/off counts and running time)
\item Point check (load on board, headway - time between buses)
\end{itemize}
\end{itemize}

\subsection{Sampling}
\label{sec:org7c9dff5}
\begin{itemize}
\item \textbf{Simple random sampling}
\item \textbf{Systematic sampling} - every 6 days, etc
\item \textbf{Cluster sampling} - do as much data collection as possible
\item \textbf{Ratio estimation/Conversion factors}
\item \textbf{Stratified sampling} - sample sizes for each thing separately
\begin{itemize}
\item E.g. you want information about students: get a large sample size on routes that serve universities
\end{itemize}
\end{itemize}

\subsection{Tolerance and confidence level}
\label{sec:orge83781a}
\begin{itemize}
\item Accuracy has 2 dimensions
\begin{itemize}
\item Relative tolerance: \(\pm 10\%\)
\item Absolute tolerance: \(\pm 3.3\)
\end{itemize}
\end{itemize}

\subsection{Special considerations for surveying}
\label{sec:orgc64598e}
\end{document}
